Revit 2027 API
WireSet.Contains Method
Namespace: Autodesk.Revit.DB.Electrical
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public virtual bool Contains(
	Wire item
)
Public Overridable Function Contains (
	item As Wire
) As Boolean
public:
virtual bool Contains(
	Wire^ item
)
abstract Contains :
        item : Wire -> bool
override Contains :
        item : Wire -> bool
Parameters
item Wire
Return Value
Boolean
See Also
Reference
WireSet Class
Autodesk.Revit.DB.Electrical Namespace